"Shortcut" = "Kurzbefehl";
"Go to" = "Gehe zu";
"Go To" = "Gehe zu";
"Connect to" = "Verbinden mit";
"Clear Menu" = "Menüeinträge löschen";
"Choose a new default Mac home folder" = "Neuen Mac-Basisordner auswählen";
"Choose a private key file" = "Zu importierende Datei für den privaten Schlüssel auswählen";
"The Bookmark could not be found to be saved" = "Das zu sichernde Lesezeichen konnte nicht gefunden werden";
"Try cancelling the editor and edit the Bookmark again" = "Versuchen Sie bitte den Editor zu schließen und das Lesezeichen erneut zu bearbeiten";
"The Bookmark could not be renamed" = "Das Lesezeichen konnte nicht umbenannt werden";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "Entweder existiert ein Lesezeichen mit dem gleichen Namen oder der Name ist ungültig";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "Das Lesezeichen konnte nicht angelegt werden, weil der Lesezeichen-Ordner nicht gefunden oder angelegt werden kann";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "Die Zugriffsrechte müssen mit dem Festplatte-Dienstprogramm repariert werden, wenn Einstellungen nicht in den Preferences-Ordner gesichert werden können";
"The Bookmark could not be saved" = "Das Lesezeichen konnte nicht gesichert werden";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "Prüfen Sie, ob der Name des Lesezeichens gültig ist, bereits existiert oder genügend Speicherplatz auf der Festplatte frei ist";
"The Bookmark was not saved completely" = "Das Lesezeichen konnte nicht komplett gesichert werden";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "Das Lesezeichen erscheint möglicherweise nicht im Lesezeichen-Fenster. Bitte versuche es noch einmal.";
"An unexpected error occurred while saving the Bookmark." = "Beim Sichern des Lesezeichens ist ein unerwarteter Fehler aufgetreten.";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "Die Änderungen an dem Lesezeichen werden erst angewendet, wenn alle anstehenden Übertragungen abgearbeitet wurden";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "Leider kann die Übertragung der Datei nicht fortgesetzt werden, da der Ort auf dem Ursprungs-Server nicht automatisch ermittelt werden kann.";
"Reconnect to the original server and resume the download from there." = "Verbinde erneut mit dem Original-Server, um setze die Übertragung von dort fort.";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "Leider kann die Übertragung der Datei nicht fortgesetzt werden, da der Ort nicht ermittelt werden kann.";
"Try reconnecting to the original server and resume the download from there." = "Versuche über eine Verbindung mit dem Original-Server des Herunterladen fortzusetzen.";
"Add Favorite" = "Zu den Favoriten hinzufügen";
"Connect Immediately" = "Sofort verbinden";
"Imported Bookmarks" = "Importierte Lesezeichen";
"Edit" = "Bearbeiten";
"Save this connection's details in the Keychain?" = "Sollen die Verbindungsdaten im Schlüsselbund gesichert werden?";
"Yes" = "Ja";
"No" = "Nein";
"Save these details as a Bookmark" = "Verbindungsdaten als Lesezeichen sichern";
"Untitled Bookmark" = "Unbenanntes Lesezeichen";
"Show Help Tips" = "Erklärungen einblenden";
"Quick Start" = "Schnellstart-Anleitung (Englisch)";
"Read Me" = "Bitte lesen (Englisch)";
"User Forum" = "Benutzer-Forum (Englisch)";
"Email Support" = "E-Mail-Support (Englisch)";
"Yummy Software Web Site" = "Yummy Software Website";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Yummy FTP Alias benötigt Mac OS X 10.4 oder höher";
"FTP Watchers require Mac OS X 10.4 or later to run" = "FTP-Wächter benötigen Mac OS X 10.4 oder höher";
"FTP Aliases require Mac OS X 10.4 or later to run" = "FTP-Aliase benötigen Mac OS X 10.4 oder höher";
"An unknown error prevented Yummy FTP from starting" = "Ein unbekannter Fehler verhinderte den Start von Yummy FTP Alias";
"An unknown error prevented this FTP Watcher from starting" = "Ein unbekannter Fehler verhinderte den Start des FTP-Wächters";
"An unknown error prevented this FTP Alias from starting" = "Ein unbekannter Fehler verhinderte den Start des FTP-Alias";
"Quitting now will cancel all running or waiting tasks!" = "Sofortiges Beenden unterbricht alle laufenden Übertragungen!";
"Press Quit if you are sure you want to do this" = "Klicken Sie Beenden, wenn Sie sicher sind";
"Quit" = "Beenden";
"Yummy FTP thinks you may still have remote editing documents open" = "Yummy FTP Alias vermutet, dass noch zu bearbeitende Dokumente geöffnet sind";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "Wenn Sie jetzt beenden, können Änderungen an den Dokumenten nicht mehr auf dem Server gesichert werden\r\rKlicken Sie auf Abbrechen, um die Bearbeitung der Dokumente fortzusetzen oder auf Beenden, um Yummy FTP Alias sofort zu beenden";
"Bookmarks" = "Lesezeichen";
"Recent Connections" = "Letzte Verbindungen";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendezvous";
"History" = "Verlauf";
"Go To Favorite" = "Gehe zu Favorit";
"Remove Favorite" = "Favorit entfernen";
"Choose a folder of Bookmarks to import" = "Wählen Sie einen Ordner mit Lesezeichen, um sie zu importieren";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "Ein zu bearbeitendes Lesezeichen, ein FTP-Alias oder einen FTP-Wächter auswählen…";
"Hide Help Tips" = "Erklärungen ausblenden";
"Show All Bookmarks" = "Alle Lesezeichen einblenden";
"Sorry, it was not possible to continue due to an unexpected error" = "Wegen eines unerwarteten Fehlers kann der Vorgang nicht fortgesetzt werden";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "Dieser FTP-Wächter scheint beschädigt zu sein. Es fehlen einige Teile. Sie müssen ihn neu erstellen, um die Funktionalität wieder zu erhalten";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "Dieser FTP-Alias scheint beschädigt zu sein. Es fehlen einige Teile. Sie müssen ihn neu erstellen, um die Funktionalität wieder zu erhalten";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "Dieser FTP-Wächter kann nicht gestartet werden solange Yummy FTP Alias nicht installiert wurde. Bitte installieren Sie Yummy FTP Alias auf diesen Computer, um FTP-Wächter verwenden zu können";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "Dieser FTP-Alias kann nicht gestartet werden solange Yummy FTP Alias nicht installiert wurde. Bitte installieren Sie Yummy FTP Alias auf diesen Computer, um FTP-Alias verwenden zu können";
"This FTP Watcher has moved from its original location and will therefore now quit" = "Dieser FT-Wächter wurde verschoben und wird deshalb beendet";
"Yummy FTP Alias History" = "Yummy FTP Wächter-Verlauf";
"Processing" = "Bearbeitung";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP Alias wurde gestartet, weile eine Übertragung von einem FTP-Alias oder FTP-Wächter eingeleitet wurde";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Yummy FTP Alias würde sich nun normalerweise beenden, doch andere Übertragungen sind noch aktiv. Soll Yummy FTP Alias nun beendet werden?";
"This operation failed because the server closed the connection." = "Die Anfrage ist fehlgeschlagen, da der Server die Verbindung beendet hat.";
" copy" = " Kopie";
"Unknown" = "Unbekannt";
"Alias" = "Alias";
"Folder" = "Ordner";
"Error downloading: " = "Fehler beim Herunterladen von: ";
"\rFrom : " = "\rVon: ";
"\rTo : " = "\rNach: ";
"Error deleting: " = "Fehler beim Löschen von: ";
"\rIn : " = "\rIn: ";
"Root folder" = "Stammordner";
"Error uploading: " = "Fehler beim Hochladen von: ";
"Error renaming: " = "Fehler beim Umbenennen von: ";
"Error moving: " = "Fehler beim Verschieben von: ";
"Error creating folder: " = "Fehler beim Erstellen des Ordners: ";
"Error setting permissions on: " = "Fehler beim Setzen der Rechte von: ";
"Unlimited" = "Unbegrenzt";
"Never" = "Nie";
"Choose an ODB Editor Application" = "Text-Editor (ODB) auswählen";
"Select a new folder for your default Mac browser Home folder and default download location" = "Mac-Basisordner und Standard-Ordner für das Herunterladen auswählen";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "Ihre Einstellungen verlangen, dass die aktuell sichtbaren Dateilisten aktualisiert werden";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "Wählen Sie Aktualisierien, um alle Dateilisten automatisch zu aktualisieren oder Abbrechen, um sie manuell zu aktualisieren";
"Refresh" = "Aktualisieren";
"Built-in" = "Integriert";
"Not installed" = "Nicht installiert";
"Your trial period of Yummy FTP is nearly over" = "Der Testzeitraum von Yummy FTP Alias ist fast abgelaufen.";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "Danke, dass Sie Yummy FTP Alias ausprobiert haben!\r\rBitte kaufen Sie diese Software, wenn sie Ihnen als nützlich erscheint. Ihre Unterstützung erlaubt es uns Yummy FTP Alias weiter zu verbessern.\r\rKlicken Sie einfach auf Kaufen. Es ist einfach, schnell und sicher.\r\rWenn Sie bereits eine Lizenz besitzen, klicken Sie bitte auf Seriennummer eingeben";
"Enter Serial Number" = "Seriennummer eingeben";
"Purchase" = "Kaufen";
"Your trial period of Yummy FTP is over" = "Der Testzeitraum von Yummy FTP Alias ist abgelaufen.";
"Sorry, there was a problem with the eSellerate online purchase system" = "Leider ist ein Problem mit dem Bezahldienst Paddle aufgetreten";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "Versuchen Sie es bitte erneut, oder besuchen Sie unsere Website, um die Bestellung durchzuführen:\r\rhttp://www.yummysoftware.com/purchase\r\rDanke";
"Thank you for purchasing Yummy FTP!" = "Danke, dass Sie Yummy FTP Alias gekauft haben!";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "Wir schätzen Ihre Unterstützung sehr\r\rFröhliches FTP-en!";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "Es scheint, als wurde die Bestellung erfolgreich durchgeführt, doch Yummy FTP Alias hat keine Seriennummer von Paddle erhalten\r\rSie müssten eine E-Mail mit der Seriennummer von Paddle erhalten haben. Bitte geben Sie diese Seriennummer manuell ein, indem Sie Seriennummer eingeben im Yummy-FTP-Menü aufrufen\r\rDanke";
"Sorry, the entered Name and Serial Number are invalid" = "Der eingegebene Name und die Seriennummer sind ungültig";
"Please check what you have entered and try again" = "Bitte überprüfen Sie Ihre Eingaben und versuchen es noch einmal";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "Wenn Sie die Bearbeitung abgeschlossen haben, klicken Sie bitte auf Sichern, um die Änderungen zu sichern. Klicken Sie auf Abbrechen um die Änderungen zu verwerfen.";
"Run Schedule" = "Planung ausführen";
"Synchronize" = "Synchronisieren";
"FTP Transcript.txt" = "FTP-Protokoll.txt";
"Server: " = "Server: ";
"\rUsername: " = "\rName: ";
"Please enter the password for this server" = "Bitte geben Sie das Kennwort für diesen Server ein";
"Add to Keychain" = "Zum Schlüsselbund hinzufügen";
"Click to see a full screen image" = "Klicken Sie hier, um das Bild im Vollbildmodus zu betrachten";
"No Preview Available" = "Keine Vorschau verfügbar";
"Preparing Preview…" = "Vorschau wird vorbereitet…";
"Disconnecting will cancel all running or waiting tasks!" = "Durch Trennen der Verbindung werden alle laufenden und wartenden Übertragungen abgebrochen!";
"Press Disconnect if you are sure you want to do this" = "Klicken Sie auf Trennen, wenn Sie sicher sind";
"Disconnect" = "Trennen";
"Hide Toolbar" = "Symbolleiste ausblenden";
"Show Toolbar" = "Symbolleiste einblenden";
"Edit With…" = "Bearbeiten mit…";
"Edit New Empty File With…" = "Bearbeite neue Datei mit…";
"Edit New Empty File" = "Bearbeite neue Datei";
"Download Later" = "Später herunterladen";
"Upload Later" = "Später hochladen";
"Upload" = "Hochladen";
"Download" = "Herunterladen";
"Show Transcript" = "Protokoll einblenden";
"Hide Transcript" = "Protokoll ausblenden";
"Hide Queue" = "Warteschlange ausblenden";
"Show Queue" = "Warteschlange einblenden";
"Hide Preview Drawer" = "Vorschau ausblenden";
"Show Preview Drawer" = "Vorschau einblenden";
"Show Extra FTP Controls" = "Extra FTP Steuerung einblenden";
"Hide Extra FTP Controls" = "Extra FTP Steuerung ausblenden";
"Hide Status Bar" = "Statusleiste ausblenden";
"Show Status Bar" = "Statusleiste einblenden";
"Show Column View" = "Spaltendarstellung";
"Show List View" = "Listendarstellung";
"Show Mac Browser" = "Mac-Dateiliste einblenden";
"Hide Mac Browser" = "Mac-Dateiliste ausblenden";
"Open Selected Bookmarks" = "Ausgewählte Lesezeichen öffnen";
"Save a copy of this Bookmark" = "Eine Kopie des Lesezeichens sichern";
"Enter the name of the folder to be created" = "Bitte geben Sie den Namen des Ordners ein, welcher angelegt werden soll";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "Der Ordner wird im ausgewählten Ordner angelegt oder direkt in der Lesezeichen-Liste, wenn kein Ordner ausgewählt wurde";
"Create" = "Erstellen";
"untitled folder" = "Unbenannter Ordner";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "Der Ordner wird im ausgewählten Ordner angelegt oder direkt im aktuellen Ordner, wenn keiner ausgewählt wurde";
"Untitled FTP Alias" = "Unbenanntes FTP-Alias";
"Untitled FTP Watcher" = "Unbenannter FTP-Wächter";
" alias" = " Alias";
" Watcher" = " Wächter";
"Save these details as an FTP Alias" = "Verbindungsdaten als FTP-Alias sichern";
"Save these details as an FTP Watcher" = "Verbindungsdaten als FTP-Wächter sichern";
"Select an Application for editing…" = "Anwendung für die Bearbeitung auswählen…";
"Save the FTP Transcript from this session…" = "FTP-Protokoll dieser Sitzung sichern…";
"Enter a path to the destination location as a full path to a folder" = "Zielpfad als kompletten Pfad eines Ordners eingeben";
"The selection will be moved to the specifed destination" = "Die Auswahl wird zum angegebenen Zielort verschoben";
"Move" = "Verschieben";
"Enter an FTP command to send to the server" = "Geben Sie den FTP-Befehl ein, welcher zum Server gesendet wird";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "Die Text wird so wie eingegeben zum Server gesendet. Dies kann nützlich sein, um spezielle Server-Funktionen aufzurufen";
"Send" = "Senden";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "Die Synchronisierung über einen VMS-Server wird nicht unterstützt, wenn die Option 'alle Dateiversionen anzeigen' im Lesezeichen aktiviert ist";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "Die Synchronisierung kann nur durchgeführt werden, wenn die Option 'Alle Versionen anzeigen' im Lesezeichen deaktiviert wurde";
" of " = " von ";
" items" = " Objekte";
" Item" = " Objekt";
" item" = " Objekt";
" selected" = " ausgewählt";
" (filtered)" = " (gefiltert)";
"Edit with the built-in editor" = "Mit dem eingebauten Editor bearbeiten";
"Open for editing in an external editor" = "Mit einem externen Editor bearbeiten";
"Enter a full path to a folder" = "Geben Sie den vollen Pfad zu einem Ordner ein";
"The contents listing of the specified path will be displayed" = "Die Dateiliste des angegebenen Pfads wird angezeigt";
"Go" = "Gehe zu";
"Enter the new name for this item:" = "Geben Sie einen neuen Namen für dieses Objekt ein:";
"Rename" = "Umbenennen";
"Are you sure you want to delete " = "Möchten Sie wirklich diese Datei löschen:";
" items?" = " Objekte löschen?";
"Are you sure you want to delete the selected items?" = "Sind Sie sicher, dass Sie die ausgewählten Objekte löschen wollen?";
"This is a permanent operation which cannot be undone" = "Dieser Vorgang kann nicht widerrufen werden.";
"Delete" = "Löschen";
"Enter the name of the new empty file to created" = "Bitte geben Sie den Namen der Datei ein, welche angelegt werden soll";
"It will be checked that the selected name is not already in use" = "Es wird überprüft, ob der ausgewählte Name nicht bereits verwendet wird";
"The selected file name already exists" = "Es existiert bereits eine Datei unter diesem Namen.";
"Please choose another name for the new empty file to created" = "Bitte verwenden Sie einen anderen Name für die neue Datei";
"The file could not be created" = "Die Datei konnte nicht anglegt werden.";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "Bitte geben Sie den Namen der Datei ein, welche angelegt und bearbeitet werden soll. Wählen Sie zudem wann Änderungen an der Datei auf den Server hochgeladen werden sollen";
"Enter the name of the new empty file to be edited" = "Bitte geben Sie den Namen der Datei ein, welche angelegt und bearbeitet werden soll";
"Optionally select whether to apply the selected choice to subsequent edits" = "Optional können Sie die Auswahl auch für anschließende Bearbeitungen anwenden";
"Close" = "Schließen";
"Save" = "Sichern";
"Apply to future edits" = "Auf zukünftige Bearbeitungen anwenden ";
"Enter the name of the new empty file to edited" = "Bitte geben Sie den Namen der Datei ein, welche angelegt und bearbeitet werden soll";
"Select when changes to the files should be uploaded to the server" = "Wählen Sie wann Änderungen an Dateien auf den Server hochgeladen werden sollen";
"Select when changes to the file should be uploaded to the server" = "Wählen Sie wann Änderungen an der Datei auf den Server hochgeladen werden sollen";
"Please choose another name" = "Anderen Namen eingeben";
"This operation failed to complete." = "Der Vorgang konnte nicht abgeschlossen werden.";
"A folder already exists with the same name." = "Es existiert bereits eine Ordner unter diesem Namen.";
"You may not have sufficient privileges" = "Sie haben wahrscheinlich nicht genügend Rechte";
"Some items of the same name already exist in this location." = "Es existieren bereits einige Objekte mit demselben Namen an diesem Ort.";
"An item of the same name already exists in this location." = "Es existiert bereits ein Objekt mit demselben Namen an diesem Ort.";
"Would you like to replace the items or skip them?" = "Möchten Sie die vorhandenen Objekte ersetzen oder überspringen?";
"Would you like to replace the item?" = "Möchten Sie das vorhandene Objekt ersetzen?";
"Skip" = "Überspringen";
"Replace" = "Ersetzen";
"This operation failed to complete for one or more items" = "Der Vorgang ein oder mehrere Objekte abzuschließen schlug fehl";
"Cancelling preview…" = "Vorschau wird abgebrochen…";
"Downloading preview: " = "Vorschau laden: ";
"% complete" = "% abgeschlossen";
"Server refused connection - waiting to retry…" = "Server hat die Verbindung abgelehnt – warte auf Wiederholung…";
"Server busy - waiting to retry…" = "Server beschäftigt – warte auf Wiederholung…";
"Preparing connection…" = "Verbindung wird vorbereitet…";
"Disconnected" = "Getrennt";
"Connecting with server…" = "Verbinde mit Server…";
"Logging in…" = "Anmelden…";
"Logging into proxy server…" = "Beim Proxy-Server anmelden…";
"Querying server…" = "Server abfragen…";
"Selecting server features…" = "Server-Eigenschaften auswählen…";
"Connection established" = "Verbindung wurde hergestellt";
"Idle" = "Inaktiv";
"User: " = "Benutzer: ";
"\rPath: " = "\rPfad: ";
"Sorry, it was not possible to complete the upload" = "Es war nicht möglich das Hochladen abzuschließen";
"An unexpected error caused the pre-processing of the upload to fail" = "Ein unerwarteter Fehler verhinderte die Vorverarbeitung des Hochladens";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "Das Hochladen wurde durch einen unerwarteten Fehler verhindert\r\rSie sollten eine Kopie ihrer geöffneten Dokumente sichern, um Datenverlust zu verhindern";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "Das Hochladen wurde durch einen unerwarteten Fehler verhindert\r\rVersuchen Sie es erneut oder versuchen Sie Yummy FTP Alias neu zu starten";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP" = "Beim Vorbereiten der Dateiliste trat ein unerwarteter Fehler auf\r\rVersuchen Sie es erneut oder versuchen Sie Yummy FTP Alias neu zu starten";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias kann die Verbindung nicht herstellen\r\rDer Versuch ist fehlgeschlagen, da der Server die Anfrage nicht verarbeiten konnte";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias kann den Ordner auf dem Server nicht finden wohin die Dateien hochgeladen werden sollen\r\rStellen Sie sicher, dass der Zielordner existiert und versuchen Sie es erneut";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias konnte die Anfrage nicht abschließen\r\rDer Versuch ist fehlgeschlagen, da der Server die Anfrage nicht verarbeiten konnte";
"This operation failed due to lack of memory" = "Nicht genügend Speicher. Der Vorgang ist fehlgeschlagen";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "Das Herunterladen schlug fehl, da der Zielordner nicht gefunden wurde\r\rBitte prüfen Sie den Ordner und versuchen sie es noch einmal";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "Das Herunterladen schlug fehl, da die Datei nicht gefunden wurde\r\rBitte prüfen Sie den Quellordner und versuchen sie es noch einmal";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias konnte keine Verbindung zum Server herstellen\r\rBitte prüfen Sie den Server-Namen oder die IP-Adresse und versuchen Sie es noch einmal. Falls das Problem weiterhin besteht ist der Server derzeit vermutlich nicht erreichbar.";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias konnte keine Verbindung zum Server herstellen\r\rVersuchen Sie die Verbindung erneut herzustellen oder Yummy FTP Alias neu zu starten";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias kann die angegebenen Objekte nicht finden\r\rVersuchen Sie die Dateiliste zu aktualisieren";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias konnte den Vorgang nicht abschließen, da nicht genügend Ressourcen verfügbar sind\r\rVersuchen Sie es noch einmal oder starten Sie Yummy FTP Alias neu";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias versteht die Antwort des Servers nicht\r\rVersuchen Sie es noch einmal und prüfen Sie, ob der Server-Typ korrekt eingestellt wurde";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias konnte das Herunterladen nicht fortsetzen, da es nicht möglich ist eine Datei im Zielordner anzulegen oder auf diese zuzugreifen\r\rDie Ursache kann ein gesperrte Datei sein, welche in Verwendung ist oder mangelnde Zugriffsrechte";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias konnte das Herunterladen nicht weiterführen, da es nicht möglich ist einen Ordner im Zielordner anzulegen\r\rDie Ursache kann mangelnde Zugriffsrechte sein";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias kann nicht fortfahren, da ein Ordner auf dem Mac nicht gefunden wurde";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias kann nicht fortfahren, da der angegebene Server-Pfad nicht ermittelt werden kann\r\rBitte prüfen Sie die Server-Einstellung und versuchen es noch einmal";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias konnte das Herunterladen nicht fortsetzen, da es nicht möglich ist in eine Datei im Zielordner zu schreiben\r\rDie Ursache kann zuwenig freier Speicherplatz, ein gesperrte Datei, welche in Verwendung ist oder mangelnde Zugriffsrechte sein";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias konnte das Hochladen nicht weiterführen, da es nicht möglich ist eine der Quelldateien zu öffnen\r\rDie Ursache kann mangelnde Zugriffsrechte sein";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias konnte das Herunterladen nicht weiterführen, da es nicht möglich ist eine der Zieldateien zu öffnen\r\rDie Ursache kann mangelnde Zugriffsrechte sein";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias konnte das Hochladen nicht weiterführen, da es nicht möglich ist eine der Quelldateien zu lesen\r\rDie Ursache kann mangelnde Zugriffsrechte sein";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias hat die Verbindung zum Server verloren\r\rDer Server die Verbindung beendet hat";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias konnte keine Verbindung zum Server herstellen\r\rPrüfen Sie ihre Angaben und versuchen es erneut";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias konnte keine Verbindung zum Proxy-Server herstellen, weil der Server diese abgelehnt hat\r\rPrüfen Sie ihre Angaben und versuchen es erneut";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias konnte keine Verbindung zum Server herstellen, weil der Benutzername abgelehnt wurde\r\rPrüfen Sie ihre Angaben und versuchen es erneut";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias konnte keine Verbindung zum Server herstellen, weil das Kennwort abgelehnt wurde\r\rPrüfen Sie ihre Angaben und versuchen es erneut";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias konnte keine Verbindung zum Server herstellen, weil der Account abgelehnt wurde\r\rPrüfen Sie ihre Angaben und versuchen es erneut";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias konnte keine Verbindung zum Proxy-Server herstellen, weil das Kennwort abgelehnt wurde\r\rPrüfen Sie ihre Angaben und versuchen es erneut";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias konnte die Anfrage nicht abschließen, weil ein Objekt auf dem Mac nicht gelöscht werden konnte\r\rDer Grund könnte eine geschütze Datei, eine von einer anderen Anwendung geöffnete Datei oder fehlende Zugriffsrechte sein";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias konnte die Anfrage wegen eines unerwarteten Fehlers nicht abschließen\r\rVersuchen Sie es erneut oder versuchen Sie Yummy FTP Alias neu zu starten";
"Message from the Server :\r\r" = "Nachricht vom Server:\r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias versucht das fehlerhafte Objekt automatisch zu überspringen";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias versucht das fehlerhafte Objekt automatisch zu überspringen nachdem die angezeigte Zeit abgelaufen ist";
" because scheduled tasks are waiting" = ", weil geplante Vorgänge warten";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias wird den Vorgang automatisch abbrechen";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias wird den Vorgang automatisch abbrechen, nachdem die angezeigte Zeit abgelaufen ist";
"Yummy FTP has now encountered " = "Yummy FTP Alias meldet ";
" errors attempting this operation. No further recovery attempts will be made" = " Fehler, welche diesen Vorgang verhindern. Es werden keine weiteren Wiederherstellungsversuche unternommen.";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rDiese Nachricht wird automatisch nach der angezeigten Zeit abgelehnt, weil geplante Vorgänge warten";
"Continue" = "Fortfahren";
"Cancel" = "Abbrechen";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias versucht das fehlerhafte Objekt automatisch erneut zu übertragen";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias versucht das fehlerhafte Objekt automatisch erneut zu übertragen nachdem die angezeigte Zeit abgelaufen ist";
"Retry" = "Erneut versuchen";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias versucht das fehlerhafte Objekt automatisch zu überspringen";
"Yummy FTP was unable to automatically retry the errored item" = "Yummy FTP Alias konnte das fehlerhafte Objekt nicht automatisch erneut übertragen";
"Yummy FTP was unable to automatically skip the errored item" = "Yummy FTP Alias konnte das fehlerhafte Objekt nicht automatisch überspringen";
"Files uploaded : " = "Hochgeladene Dateien: ";
"\rFiles downloaded : " = "\rHeruntergeladene Dateien: ";
"\rServer folders created : " = "\rServer-Ordner angelegt: ";
"\rMac folders created : " = "\rMac-Ordner angelegt: ";
"\rServer items deleted : " = "\rServer-Objekte gelöscht: ";
"\rMac items deleted : " = "\rMac-Objekte gelöscht: ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rDieser Bericht wird automatisch nach der angezeigten Zeit abgelehnt, weil geplante Vorgänge warten";
"\rSynchronization completed" = "\rSynchronisierung abgeschlossen";
"Save this connection as a Bookmark?" = "Diese Verbindung als Lesezeichen sichern?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "Aus Sicherheitsgründen bietet es sich an das Kennwort im Schlüsselbund zu sichern";
"Don't Save" = "Nicht sichern";
"Root directory" = "Stammordner";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Möchten Sie das vorhandene Objekt ersetzen oder überspringen?\r\rBeachten Sie, dass nicht alle Server das Ersetzen unterstützen. In diesem Fall wird eine Fehlermeldung erstellt.";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Möchten Sie das vorhandene Objekt ersetzen?\r\rBeachten Sie, dass nicht alle Server das Ersetzen unterstützen. In diesem Fall wird eine Fehlermeldung erstellt.";
" Download" = " Herunterladen";
" Items" = " Objekte";
" Bytes" = " Bytes";
"Cancelled" = "Abgebrochen";
"Preparing" = "Vorbereiten";
"Finished" = "Abgeschlossen";
"Name: " = "Name: ";
",  Kind: " = ",  Art: ";
",  Size: " = ",  Größe: ";
"Modified: " = "Geändert: ";
",  Where: " = ",  Ort: ";
"Dimensions: W:" = "Maße: B:";
" H:" = " H:";
" pixels" = " Pixel";
"Duration :" = "Dauer: ";
" Hrs" = " Std.";
" Mins" = " Min.";
" Secs " = " Sek. ";
"\rServer: " = "\rServer: ";
"\rPassword: " = "\rKennwort: ";
"\rPort: " = "\rPort: ";
"\rProtocol: " = "\rProtokoll: ";
"\rMac Folder: " = "\rMac-Ordner: ";
"\rModified: " = "\rGeändert: ";
"\rUser/Group: " = "\rBesitzer/Gruppe: ";
"\rPermissions: " = "\rRechte: ";
"Path " = "Pfad ";
"Name " = "Name ";
"Server " = "Server ";
"User " = "Benutzer ";
"Pass " = "Kennwort ";
"Port " = "Port ";
"Type " = "Typ ";
"Local " = "Lokal ";
"Kind " = "Art ";
"Size " = "Größe ";
"Date " = "Datum ";
"Where " = "Ort ";
"User/Group " = "Besitzer/Gruppe ";
"Perms " = "Rechte ";
"Job cancelled" = "Übertragung abgebrochen";
"Job failed" = "Übertragung fehlgeschlagen";
"Cancelling…" = "Abbrechen…";
"Waiting to start " = "Auf Ausführung warten ";
"Queued " = "in Warteschlange ";
"Waiting " = "Warten ";
"Recovering connection " = "Verbindung wiederherstellen ";
"Server busy - waiting " = "Server beschäftigt — warte auf ";
"to download " = "das Herunterladen von ";
"to transfer " = "die Übertragung von ";
"to duplicate " = "das Duplizieren von ";
"to preview " = "die Vorschau für ";
"to upload " = "das Hochladen von ";
"to determine server time difference… " = "die Ermittelung des Zeitunterschieds von ";
"to download items for Update Mac: " = "das Herunterladen für die Mac-Aktualisierung: ";
"to download items for Mirror: " = "das Herunterladen für die Synchronisierung: ";
"to upload items for Update Server: " = "das Hochladen für die Server-Aktualisierung: ";
"to upload items for Mirror: " = "das Herunterladen für die Synchronisierung: ";
"Initiating download of " = "Herunterladen einleiten: ";
"Initiating transfer of " = "Übertragung einleiten: ";
"Initiating duplication of " = "Duplizieren vorbereiten: ";
"Initiating duplicated upload of " = "Duplizieren einleiten: ";
"Initiating preview of " = "Vorschau einleiten: ";
"Initiating upload of " = "Hochladen einleiten: ";
"Determining server time difference… " = "Zeitunterschied ermitteln…";
"Initiating download of items for Update Mac: " = "Herunterladen für die Mac-Aktualisierung einleiten: ";
"Initiating download of items for Mirror: " = "Herunterladen der Synchronisierung einleiten: ";
"Initiating upload of items for Update Server: " = "Hochladen der Server-Aktualisierung einleiten: ";
"Initiating upload of items for Mirror: " = "Hochladen der Synchronisierung einleiten: ";
"Downloading " = "Herunterladen: ";
"Downloading for transfer " = "Herunterladen für die Übertragung: ";
"Uploading for transfer " = "Hochladen für die Übertragung: ";
"Downloading for duplication " = "Herunterladen für Duplizierung: ";
"Uploading " = "Hochladen: ";
"Uploading duplicated " = "Hochladen für die Duplizierung: ";
"Downloading preview " = "Vorschau laden: ";
"Downloading items for Update Mac: " = "Objekte für die Mac-Aktualisierung herunterladen: ";
"Downloading items for Mirror: " = "Objekte für die Synchronisierung herunterladen: ";
"Uploading items for Update Server: " = "Objekte für Server-Aktualisierung hochladen: ";
"Uploading items for Mirror: " = "Objekte für die Synchronisierung hochladen: ";
" items)" = " Objekte)";
" item)" = " Objekt)";
"1 item" = "1 Objekt";
"Recovering connection to delete orphaned items " = "Verbindung wiederherstellen zum Löschen von verwaisten Objekten ";
"Server busy - waiting to delete orphaned items" = "Server beschäftigt – warte, um verwaiste Objekte zu löschen ";
"Deleting orphaned items " = "Verwaiste Objekte löschen ";
"Preparing to delete orphaned items " = "Löschen von verwaisten Objekten vorbereiten ";
"Recovering connection to delete " = "Verbindung wiederherstellen zum Löschen von ";
"Server busy - waiting to delete " = "Server beschäftigt – warte, um Objekte zu löschen ";
"Deleting " = "Lösche ";
"Preparing to delete " = "Löschen vorbereiten ";
"Determine server time difference" = "Zeitunterschied ermitteln ";
"Scheduled Update Server" = "Geplante Server-Aktualisierung";
"Scheduled Update Mac" = "Geplante Mac-Aktualisierung";
"Scheduled Mirror" = "Geplante Synchronisierung";
"Waiting for connection to determine server time difference…" = "Auf Verbindung warten, um den Zeitunterschied zu ermitteln…";
"Waiting for connection to Update Server…" = "Auf Verbindung warten, um die Server-Dateiliste zu aktualisieren…";
"Waiting for connection to Update Mac…" = "Auf Verbindung warten, um zu die Mac-Dateiliste zu aktualisieren…";
"Waiting for connection to Mirror…" = "Auf Verbindung warten, um zu synchronisieren…";
"Analyzing directories for Update Server…" = "Ordner für die Server-Aktualisierung untersuchen…";
"Analyzing directories for Update Mac…" = "Ordner für die Mac-Aktualisierung untersuchen…";
"Analyzing directories for Mirror…" = "Ordner für die Synchronisierung untersuchen…";
"Time difference complete" = "Zeitunterschied ermittlen abgeschlossen";
"Update Server complete" = "Aktualisierung des Server-Dateiliste abgeschlossen";
"Update Mac complete" = "Aktualisierung der Mac-Dateiliste abgeschlossen";
"Mirror complete" = "Synchronisierung abgeschlossen";
"Waiting for connection to get file list…" = "Warte auf Verbindung, um die Dateiliste abzurufen…";
"Fetching file/folder listing…" = "Dateiliste abrufen…";
"Waiting for connection to update file list…" = "Warte auf Verbindung, um die Dateiliste zu aktualisieren…";
"Updating file/folder listing…" = "Dateiliste aktualisieren…";
"Waiting for connection to send NOOP command…" = "Warte auf Verbindung, um den NOOP-Befehl zu senden…";
"Sending NOOP command…" = "NOOP-Befehl senden…";
"Waiting for connection to send raw command…" = "Warte auf Verbindung, um den FTP-Befehl zu senden…";
"Sending raw FTP command…" = "FTP-Befehl senden…";
"Waiting for connection to rename…" = "Warte auf Verbindung, um umzubenennen…";
"Renaming item…" = "Objekt wird umbenannt…";
"Waiting for connection to create empty folder…" = "Warte auf Verbindung, um einen leeren Ordner anzulegen…";
"Creating new folder…" = "Neuen Ordner erstellen…";
"Recovering connection to set access permissions" = "Verbindung wiederherstellen, um die Zugriffsrechte zu setzen";
"Server busy - waiting to set access permissions" = "Server beschäftigt – warte, um Zugriffsrechte zu setzen";
"Setting access permissions" = "Zugriffsrechte setzen";
"Recovering connection to set user and group" = "Verbindung wiederherstellen um Benutzer und Gruppe zu setzen";
"Server busy - waiting to set user and group" = "Server beschäftigt – warte, um Benutzer und Gruppe zu setzen";
"Setting user and group" = "Benutzer und Gruppe setzen";
" on " = " auf ";
"Recovering connection to move " = "Verbindung wiederherstellen zum Verschieben von ";
"Server busy - waiting to move " = "Server beschäftigt – warte, um Objekte zu verschieben ";
"Moving " = "Verschieben ";
"Item: " = "Objekt: ";
"Item: from command line" = "Objekt: von Befehlszeile";
"Processing: " = "Bearbeitung: ";
"Path: " = "Pfad: ";
"Move up directory" = "Nach oben bewegen";
"Command: " = "Befehl: ";
" to Mac: " = " zum Mac: ";
"Mac: " = "Mac: ";
" to Server: " = " mit Server: ";
"Parent directory" = "Übergeordneter Ordner";
"Recovering connection…" = "Verbindung wiederherstellen…";
"Copied: " = "Kopiert: ";
" at " = " mit ";
"/s" = "/s";
" (stalled)" = " (verzögert)";
"Waiting until " = "Warten bis ";
"Waiting" = "Warten";
"Error" = "Fehler";
"Server busy - waiting…" = "Server beschäftigt – warte…";
"Connecting to server…" = "Verbinde mit Server…";
"Preparing…" = "wird vorbereitet…";
"(ETA: " = "(geschätzte Dauer: ";
"Estimating time remaining…" = "Verbleibende Zeit wird berechnet…";
"n/a" = "n. v.";
"Estimating…" = "Wird berechnet…";
"Time remaining unavailable" = "Verbleibende Zeit nicht verfügbar";
"Unavailable" = "Nicht verfügbar";
" remaining" = " übrig";
"Time remaining: -" = "Verbleibende Zeit: -";
" for remote edit" = " für die Bearbeitung auf dem Server";
"Remote edit" = "Auf Server bearbeiten";
" from " = " von ";
"From " = "von ";
" to " = " nach ";
" in " = " in ";
"Choose a Document" = "Wählen Sie ein Dokument";
"Choose a post processing Application" = "Anwendung für die Nachbearbeitung auswählen";
"Download completed" = "Herunterladen abgeschlossen";
"Your download has been successfully completed" = "Das Herunterladen wurde erfolgreich abgeschlossen";
"Upload completed" = "Hochladen abgeschlossen";
"Your upload has been successfully completed" = "Das Hochladen wurde erfolgreich abgeschlossen";
"Synchronization completed" = "Synchronisierung abgeschlossen";
"Your synchronization has been successfully completed" = "Synchronisierung erfolgreich abgeschlossen";
"Remote edit ready" = "Datei für die Bearbeitung\rheruntergeladen";
"Your remote file is ready to be edited" = "Die Datei auf dem Server ist bereit zu Bearbeitung";
"Remote edit saved" = "Auf Server bearbeitete Datei gesichert";
"The changes to your remote file have been saved" = "Änderung an der Datei auf dem Server wurden gesichert";
"Failure Notification" = "Fehlerbenachrichtigung";
"A Problem occurred" = "Ein Problem trat auf";
"Encoding" = "Kodierung";
"Select the encoding method" = "Kodierung auswählen";
"New File" = "Neue Datei";
"Create an empty new file" = "Neue Datei erstellen";
"Preview" = "Vorschau";
"Show a preview of the selection" = "Vorschau der Auswahl einblenden";
"Disconnect from the server" = "Vom Server trennen";
"View" = "Darstellung";
"Switch between List or Column view" = "Zwischen Symbol- und Listendarstellung wechseln";
"Transfer" = "Übertragen";
"Upload or download the selected item(s)" = "Ausgewählte Objekte hoch- oder herunterladen";
"New Folder" = "Neuer Ordner";
"Create a new empty folder" = "Neuen, leeren Ordner erstellen";
"Home" = "Basisordner";
"Change directory back to the starting point" = "Zurück zum Ausgangspunkt wechseln";
"Renew the file listing display" = "Dateiliste erneuern";
"Filters" = "Filter";
"Apply filters to the file listing display" = "Filter auf die Dateiliste anwenden";
"Change directory using a supplied path" = "Zum angegebenen Pfad wechseln";
"QuickEdit" = "QuickEdit";
"Queue" = "Warteschlange";
"Show or hide the Queue drawer" = "Fach „Warteschlange“ ein- oder ausblenden";
"Remove the selected item(s)" = "Ausgewählte Objekte löschen";
"Show synchronization options" = "Synchronisierungs-Optionen einblenden";
"Info" = "Information";
"Display the full information window for the selected item(s)" = "Informationsfenster für die ausgewählten Objekte anzeigen";
"Duplicate" = "Duplizieren";
"Make copies of the selected item(s)" = "Kopien von den ausgewählten Objekten erstellen";
"Stop" = "Stopp";
"Cancel the current action" = "Aktuellen Vorgang abbrechen";
"Favorites" = "Favoriten";
"Display the contents of your Favorite folders" = "Inhalt der Favoriten-Ordner anzeigen";
"Display the contents of a recently visited folder" = "Inhalt der Verlaufs-Ordner anzeigen";
"Create an empty folder for organizing your Bookmarks" = "Leeren Ordner für die Verwaltung der Lesezeichen erstellen";
"Add" = "Hinzufügen";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "Lesezeichen-, FTP-Alias oder FTP-Wächter-Einstellungen ändern";
"Import" = "Importieren";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "Lesezeichen/Favoriten von anderen FTP-Programmen importieren (Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel und Vicomsoft FTP Client)";
"Connect" = "Verbinden";
"Establish FTP server connection" = "Verbindung zum FTP-Server herstellen";
"Use Preferences Setting" = "Globale Einstellung verwenden";
" days" = " Tage";
" day" = " Tag";
" hours" = " Stunden";
" hour" = " Stunde";
" mins" = " Min.";
" minutes" = " Minuten";
" min" = " Min.";
" minute" = " Minute";
" secs" = " Sek";
" seconds" = " Sekunden";
" sec" = " s";
" second" = " Sekunde";
"Server Search" = "Server-Suche";
"Mac Search" = "Mac-Suche";
"Search" = "Suchen";
"Filter the current listing" = "Die aktive Dateiliste filtern";
"Pause the selected transfers" = "Ausgewählte Übertragungen anhalten";
"Start the selected transfers" = "Ausgewählte Übertragungen starten";
"Resume the selected transfers" = "Ausgewählte Übertragungen fortsetzen";
"Recent Searches" = "Letzte Sucheinträge anzeigen";
"Clear Recent Searches" = "Letzte Sucheinträge löschen";
"Apply As Filter" = "Als Filter anwenden";
"Waiting to resume " = "Warte auf Fortsetzung von ";
" KB" = " KB";
" MB" = " MB";
" GB" = " GB";
"This file is already being edited remotely" = "Diese Datei wird bereits auf dem Server bearbeitet";
"One or more of the selected items are already being edited" = "Eins oder mehrere der ausgewählten Objekte werden bereits bearbeitet";
"The selected items cannot be moved and must be deleted immediately." = "Die ausgewählten Objekte können nicht in den Papierkorb verschoben werden und werden direkt gelöscht.";
"Some of the selected items cannot be moved and must be deleted immediately." = "Einige ausgewählte Objekte können nicht in den Papierkorb verschoben werden und werden direkt gelöscht.";
"One of the selected items cannot be moved and must be deleted immediately." = "Eins der ausgewählten Objekte kann nicht in den Papierkorb verschoben werden und wird direkt gelöscht.";
"The selected item cannot be moved and must be deleted immediately." = "Das ausgewählte Objekte kann nicht in den Papierkorb verschoben werden und wird direkt gelöscht.";
"Are you sure you want to delete?" = "Sind Sie sicher, dass Sie Löschen möchten?";
"Click to save changed text" = "Veränderten Text sichern";
"Click to upload changes to the server" = "Änderungen hochladen";
"Click to show other information" = "Weitere Informationen anzeigen";
"DualBrowse" = "Synchroner Ordnerwechsel";
"Browse both lists in sync or independently" = "Beide Dateilisten wechseln synchron die Ordner (DualBrowse)";
"Does not exist in the local directory" = "Existiert nicht auf dem Mac";
"Server item is newer" = "Das Objekt auf dem Server ist neuer";
"Local item is newer" = "Das Objekt auf dem Mac ist neuer";
"Does not exist in the server directory" = "Existiert nicht auf dem Server";
"No items require synchronization at present" = "Alle Objekte sind identisch, es wird keine Synchronisierung durchgeführt ";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "Die Synchronisation wird nun abgebrochen, da kein Objekt synchronisiert werden muss. Die Vorschau deswegen wird nicht angezeigt.";
"Waiting for connection to calculate folder size…" = "Auf Verbindung warten, um die Ordnergröße zu ermitteln…";
"Calculating folder size…" = "Ordnergröße ermitteln…";
" (Paused)" = " (Angehalten)";
"Pause" = "Anhalten";
"Resume" = "Fortsetzen";
"Update Mac" = "Mac aktualisieren";
"Update Server" = "Server aktualisieren";
"Mirror" = "Server und Mac abgleichen";
"FTPS (Implicit)" = "FTPS (Implizit)";
"Pause All Scheduled Tasks" = "Alle geplanten Übertragungen anhalten";
"Resume All Scheduled Tasks" = "Alle geplanten Übertragungen fortsetzen";
"Create a new Bookmark" = "Ein neues Lesezeichen erstellen";
"Schedules On" = "  Zeitplan aktiviert  ";
"Schedules Off" = "Zeitplan deaktiviert";
"Disable or resume scheduled tasks" = "Zeitplan aktivieren oder deaktivieren";
"Watchers Off" = "Wächter deaktiviert";
"Watchers On" = "  Wächter aktiviert  ";
"Shut down all running FTP Watchers" = "Alle aktiven Wächter deaktivieren";
"Refresh the displayed preview" = "Vorschau aktualisieren";
"Discard the displayed preview" = "Vorschau verwerfen";
"Click to preview" = "Vorschau anzeigen";
"Yummy FTP Extras" = "Yummy FTP Extras";
"On Close" = "Beim Schließen";
"On Save" = "Beim Sichern";
"Hidden Files" = "Versteckte Dateien";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "Schaltet die Darstellung der versteckten Dateien um";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "Geöffnete Lesezeichen können nicht gelöscht werden";
"An item could not be deleted. It may be locked or in use by another application" = "Ein Objekt konnte nicht gelöscht werden, da es geschützt ist oder von einer anderen Anwendung verwendet wird";
"Auto dismiss (no delay)" = "nicht anzeigen (ohne Verzögerung)";
"Performing remote server command…" = "Server Shell-Befehl wird ausgeführt …";
"Enter a shell command to send to the server" = "Bitte den Shell-Befehl eingeben, welcher zum Server gesendet werden soll";
"Interface" = "Benutzeroberfläche";
"Transfers" = "Übertragungen";
"Error Recovery" = "Fehlerbehandlung";
"Server Options" = "Server-Einstellungen";
"Pause the active jobs" = "Aktive Übertragungen anhalten";
"Resume the paused jobs" = "Angehaltene Übertragungen fortsetzen";
"Start" = "Start";
"Jobs queued" = "Aufträge in Warteschlange";
"HILabelTitle" = "Etikett:";
"HILabelFormat" = "“%@”";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "Dieses automatische Hochlade-Programm wurde mit Yummy FTP erstellt – dem schmackhaftesten FTP-Program für Mac OS X\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "Bewegen Sie Dateien oder Ordner auf dieses Symbol, um sie hochzuladen";
"Edit With" = "Bearbeiten mit";
"Select an application to edit the selected items" = "Wählen Sie eine Anwendung, mit welcher die ausgewählten Dateien bearbeitet werden sollen";
"Reopen" = "Im Editor anzeigen";
"Re-open with the original editor, or continue anyway?" = "Wenn Sie fortfahren, erscheint die Datei mehrmals in ihrem Editor!";
"Re-open with the original editors, or continue anyway?" = "Wenn Sie fortfahren, erscheinen die Dateien mehrmals in ihrem Editor!";
"Software Update" = "Aktualisieren";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "Sie müssen Yummy FTP Alias kaufen, um FTP-Aliase oder FTP-Wächter bearbeiten zu können";
"\r\rTime elapsed : " = "\r\rVerstrichene Zeit: ";
"Quick Look icons" = "Symbolvorschau";
"Enter the Web URL equivalent of the currently displayed directory" = "Web-URL eingeben, über welche der dargestellte Ordner erreichbar ist";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "Die angegeben URL wird bei „Web-URL kopieren“ verwendet, um URLs der ausgewählten Objekte zu erhalten, welche über einen Browser aufgerufen werden können\r\rz. B. http://www.yourwebsite.com";
"Set Access" = "Rechte setzen";
"Set Permissions" = "Rechte setzen";
"OK" = "OK";
"Apply filters to the file listing display of all connections" = "Filter auf die Dateilisten aller Verbindungen anwenden";
"Global Filters" = "Global Filters";
"Job failed, skipping errored items…" = "Übertragung fehlgeschlagen. Überspringe fehlgeschlagene Objekte …";
"Skip remaining errors" = "Verbleibende Fehler überspringen";
"Lost Info" = "Seriennummer verloren";
" (waiting for server)" = " (Warten auf Server)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "Der Server beschränkt die Länge der Dateiliste, so dass nicht alle Dateien/Ordner angezeigt werden können!\r\rSolange das Problem nicht auf dem Server behoben wird, führt es dazu, dass sich einige Funktionen nicht wie erwartet verhalten werden.\r\rBitte kontaktieren Sie ihren Administrator, damit der das Limit erhöht oder deaktiviert.";
"File sizes differ" = "Die Dateigrößen unterscheiden";
"Open From Finder" = "Mit Finder öffnen";
"Open Web URL" = "Web-URL aufrufen";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "Der im Lesezeichen angegebene Basisordner kann nicht gefunden werden.\r\rStattdessen wurde der Standard-Basisordner angezeigt.";
"These files are identical - only their differing line endings cause a size mismatch" = "Diese Dateien sind identisch. Allein die unterschiedlichen Zeilenumbrüche ... führen zu nicht übereinstimmenden Dateigrößen.";
"These files are identical" = "Diese Dateien sind identisch";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "Das SCPlugin von Tigris.org ist installiert. Dieses führt im Zusammenhang mit anderen Programmen zu Abstürzen, einschließlich Yummy FTP Alias.\r\rUm das Problem zu beheben, löschen Sie folgende Datei von ihrem Mac:\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\rStarten Sie danach ihren Mac neu.";
"WARNING!" = "ACHTUNG!";
"Enter Into Directory" = "In Ordner wechseln";
"Paused" = "Pause";
"Stopped" = "Gestoppt";
"Running…" = "Betrieb…";
"Watching…" = "Beobachten…";
"Action" = "Aktion";
"Perform tasks with the selection" = "Ausführen von Aufgaben bei der Auswahl";
"Back" = "Zurück";
"Running : " = "Aktiv : ";
"    Queued : " = "    Wartend : ";
"Schedule" = "Zeitplan";
"Obscure" = "Diverses";
"Rename the selected item" = "Benennen Sie die ausgewählten Artikel";
"Please assign a name for this configuration" = "Bitte geben Sie dieser Einstellungen einen Namen";
"Enter a name in the box provided then try again." = "Geben Sie einen Namen ein und versuchen Sie es erneut.";
"The last failure has now repeated several times and will no longer be reported until it changes." = "Der letzte Vorgang schlug so oft fehl, dass Sie erst wieder bei einem neuen Fehler einen Hinweis erhalten.";
"The Mac home folder specified in your Bookmark cannot be found" = "Der im Lesezeichen angegebene Basisordner kann nicht gefunden werden.";
"Processing…" = "Bearbeitung…";
"Your serial number is in use on" = "Die Seriennummer ist im Einsatz auf";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "unter Verwendung der Single-User-Lizenz, um fortzufahren bitte alle anderen Kopien beenden sonst zuerst, bitte zusätzliche Lizenzen erwerben oder eine neue Seriennummer eingeben.";
"Your serial number was used at the same time on more than one Mac" = "Ihre Seriennummer wurde in der gleichen Zeit auf mehr als einem Mac verwendet";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "die Software auf mehreren Macs kaufen Sie bitte zusätzliche Lizenzen zu verwenden\r\rUm fortzufahren, geben Sie bitte Ihre Seriennummer.";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























